const quizzes = [
  {
    "question": "নেজুকো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "রিউক এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "জিরায়া এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "বাকুগো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "লাফি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "মিনাতো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "অল মাইট এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ট্রাঙ্কস কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "টোকো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "শিনরা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ভেজিটা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "হিনাতা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "গ্রে কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "আরজা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "এল এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ইচিগো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "তোদোরোকি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "কাকাশি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "শিনরা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "টোকো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গ্রে কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "আইজেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ইচিগো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "নারুতো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "নাটসু কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "সাসুকে কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গোকু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "কাকাশি কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "কেন এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "পিকলো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "হিনাতা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "লাফি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "হিনাতা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "লাইট কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "রিউক কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "তোদোরোকি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "টানজিরো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "মিনাতো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "মিনাতো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গ্রে কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "কেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "আইজেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "হিনাতা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "পিকলো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "লাফি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "কেন এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "অল মাইট কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "অল মাইট কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "তোদোরোকি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "হিনাতা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "লাইট এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "লাফি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "রিউক এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "কাকাশি এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "গ্রে কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "ডেকু কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "রিউক কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "শিনরা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "পিকলো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "মিনাতো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "তোদোরোকি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "এল কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "জিরায়া কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "কেন কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ডেকু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ডেকু কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "সাসুকে এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "সাসুকে কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গোকু কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গোহান এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "গোকু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "কেন কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "টোকো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "ট্রাঙ্কস এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "আইজেন কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ডেকু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ডেকু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ইচিগো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গোহান এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "গোহান এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "রিউক কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "তোদোরোকি এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "কেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "পিকলো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গোহান এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "হিনাতা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "গোহান এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "কেন এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ট্রাঙ্কস এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "লাইট কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "কাকাশি কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "রিউক কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "নারুতো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "কাকাশি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "তোদোরোকি এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "আইজেন কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "পিকলো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "অল মাইট কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "লাফি কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "টোকো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "রিউক কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "টোকো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "গোকু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ডেকু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "কেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "নাটসু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "জারাইয়া কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "নেজুকো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ইচিগো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "বাকুগো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ট্রাঙ্কস এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "আইজেন কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "শিনরা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "আরজা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ট্রাঙ্কস কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "নাটসু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "ট্রাঙ্কস এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "আরজা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ডেকু কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ট্রাঙ্কস কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "গ্রে এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গোহান কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "মিনাতো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "হিনাতা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "হিনাতা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "হিনাতা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "এল কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "আরজা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "ডেকু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "গ্রে এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গোহান কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "গোকু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "কেন কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গ্রে এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "তোদোরোকি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "বাকুগো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "আইজেন এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নেজুকো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "হিনাতা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "টোকো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "লাইট কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "লাফি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "আইজেন কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "রিউক কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "কাকাশি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "বাকুগো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গ্রে এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গোহান এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ডেকু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "অল মাইট কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "লাফি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গোহান এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ট্রাঙ্কস এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "রিউক কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "রিউক কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "পিকলো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "টানজিরো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "কাকাশি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "নারুতো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "কেন কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "ডেকু কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ডেকু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ইচিগো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "এল এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ডেকু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "এল এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "কাকাশি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "লাফি এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "শিনরা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ডেকু কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "জারাইয়া এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "আইজেন কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ডেকু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "জিরায়া কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "লাইট কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "লাইট এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "আরজা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "হিনাতা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "আরজা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "গোহান এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "শিনরা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "হিনাতা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "কেন কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "নেজুকো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ট্রাঙ্কস এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "জিরায়া কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "টোকো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "লাইট কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "কেন কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "জারাইয়া এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "তোদোরোকি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "আইজেন কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "কেন কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "আরজা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "সাসুকে এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "হিনাতা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ট্রাঙ্কস কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "সাসুকে কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "পিকলো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "লাফি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গ্রে এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "লাফি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "হিনাতা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "টানজিরো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নেজুকো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "হিনাতা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গোহান কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ডেকু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "তোদোরোকি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "পিকলো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "জারাইয়া কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "কেন কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "কাকাশি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "লাইট এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "জারাইয়া কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "তোদোরোকি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "টোকো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "রিউক এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "কেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "তোদোরোকি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ডেকু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "অল মাইট কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "জিরায়া কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "তোদোরোকি কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "নারুতো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "বাকুগো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "নারুতো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "লাইট কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ট্রাঙ্কস এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "তোদোরোকি এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "শিনরা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "পিকলো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "লাফি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গ্রে এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "এল এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "নেজুকো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "অল মাইট এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গোহান এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "টোকো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ট্রাঙ্কস কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "লাইট কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "বাকুগো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "জিরায়া কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "কেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "মিনাতো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "লাইট কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "হিনাতা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "সাসুকে এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ডেকু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গ্রে কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "হিনাতা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "জিরায়া এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "আরজা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "টানজিরো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "এল এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "জিরায়া এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "অল মাইট এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ডেকু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "গোকু কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "নেজুকো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "আরজা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "কেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "রিউক কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ইচিগো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "কাকাশি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "হিনাতা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "কাকাশি কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "মিনাতো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "কাকাশি কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "ডেকু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "আরজা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "গ্রে কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নেজুকো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "কাকাশি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "কেন কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "কাকাশি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নেজুকো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "রিউক এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "পিকলো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "টানজিরো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ট্রাঙ্কস কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "লাফি এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নেজুকো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "জিরায়া কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "বাকুগো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "লাইট এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গোকু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "তোদোরোকি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "আইজেন কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ডেকু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ডেকু কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ট্রাঙ্কস কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "পিকলো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "লাফি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গ্রে কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "কেন কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "এল কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "রিউক এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "পিকলো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "পিকলো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "পিকলো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "জারাইয়া কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "শিনরা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "কেন কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "নারুতো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "হিনাতা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "অল মাইট এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "পিকলো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "রিউক এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "শিনরা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "কেন এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "লাফি এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ইচিগো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "লাফি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "শিনরা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "নারুতো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "পিকলো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গোহান এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "জারাইয়া কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "রিউক এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "মিনাতো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "রিউক কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "পিকলো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "জিরায়া কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "লাফি কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "কাকাশি এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "টানজিরো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ডেকু কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "টানজিরো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "মিনাতো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "নাটসু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ট্রাঙ্কস এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "টোকো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "লাফি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "মিনাতো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "আইজেন এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "গ্রে কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "নারুতো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "ট্রাঙ্কস এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "অল মাইট কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গ্রে কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ডেকু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "গ্রে এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "গোকু কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "কেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ইচিগো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "কাকাশি এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "লাফি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ডেকু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "আরজা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "নাটসু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "নাটসু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "অল মাইট কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "এল কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ভেজিটা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "আইজেন কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "শিনরা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "আরজা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "সাসুকে এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "কেন এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "লাইট কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "টোকো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "এল কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "নাটসু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "তোদোরোকি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "তোদোরোকি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "এল এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "লাইট কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "নেজুকো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "কাকাশি এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "কেন কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "আরজা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "বাকুগো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "গোহান এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "মিনাতো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "টানজিরো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "জিরায়া এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "তোদোরোকি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "নাটসু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ট্রাঙ্কস এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ইচিগো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "আইজেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "অল মাইট কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "গ্রে কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "ডেকু কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "টানজিরো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "আইজেন এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "আইজেন কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "তোদোরোকি কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "কেন এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "পিকলো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গ্রে এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গোকু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "জিরায়া কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গোহান কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "অল মাইট কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ডেকু কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "লাফি কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গোকু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "লাইট কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "আরজা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "অল মাইট কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "হিনাতা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "গ্রে কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "কেন কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "পিকলো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গোহান এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "কেন কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "তোদোরোকি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ট্রাঙ্কস কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "লাইট এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ট্রাঙ্কস কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "শিনরা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "আইজেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ইচিগো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "আইজেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গোহান এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "গোকু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "টোকো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নেজুকো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "কাকাশি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "অল মাইট কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "কাকাশি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ভেজিটা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "শিনরা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ডেকু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "কেন কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "কেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "জারাইয়া কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "ট্রাঙ্কস এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "গোকু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "টোকো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "জিরায়া কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "গোহান কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "হিনাতা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "রিউক কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "জিরায়া এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "টোকো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ডেকু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "আইজেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "নারুতো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "মিনাতো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "বাকুগো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "গোহান কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ভেজিটা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ডেকু কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গ্রে কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গোহান কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "এল এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "রিউক এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "অল মাইট এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নেজুকো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "জিরায়া এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "অল মাইট কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "গোহান কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "রিউক কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নেজুকো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ডেকু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গোকু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ইচিগো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "শিনরা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "পিকলো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "এল কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "গোহান কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "আরজা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "কাকাশি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "বাকুগো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "সাসুকে কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "আরজা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ভেজিটা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ভেজিটা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "গ্রে কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "মিনাতো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ভেজিটা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "বাকুগো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "কাকাশি কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "সাসুকে কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "গ্রে কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "এল কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "আরজা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "পিকলো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "টোকো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "লাইট কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "এল এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "সাসুকে কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "রিউক এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "কাকাশি এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "কাকাশি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "কাকাশি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "মিনাতো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "শিনরা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "গ্রে কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "কেন কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "টোকো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "টোকো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "শিনরা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "টানজিরো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ভেজিটা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "বাকুগো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "এল কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ট্রাঙ্কস কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গ্রে এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "এল এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "আইজেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "অল মাইট কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "গোহান কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "মিনাতো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "অল মাইট কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নেজুকো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "রিউক কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "হিনাতা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "শিনরা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "কাকাশি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "হিনাতা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "রিউক এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "হিনাতা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "আরজা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "কাকাশি এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "শিনরা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গ্রে এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "কেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "জারাইয়া এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নেজুকো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "লাইট কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "লাইট কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "জিরায়া কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "কেন এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "আরজা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "আরজা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "পিকলো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "মিনাতো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "গোহান কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "তোদোরোকি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "কেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গোকু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "তোদোরোকি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "আইজেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "নেজুকো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "টানজিরো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "টানজিরো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "মিনাতো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "কাকাশি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "অল মাইট কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "হিনাতা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "টোকো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "নাটসু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ইচিগো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গোকু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "তোদোরোকি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ভেজিটা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "পিকলো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "রিউক কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "অল মাইট কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "এল কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নেজুকো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "কেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গ্রে কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "পিকলো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গোহান কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গোহান কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গোকু কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "আইজেন কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ডেকু কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "আরজা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "বাকুগো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "টোকো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "এল কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নেজুকো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "লাইট কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "এল এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "শিনরা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "অল মাইট এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "অল মাইট এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "লাফি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ভেজিটা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "জারাইয়া কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ট্রাঙ্কস এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "লাফি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "কেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "নাটসু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "তোদোরোকি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "রিউক এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "এল কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "গ্রে কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "অল মাইট এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "এল এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "আরজা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গোকু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "জিরায়া কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "টোকো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "গোহান এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "সাসুকে কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "মিনাতো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "নেজুকো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "এল এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "শিনরা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "টোকো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "জারাইয়া কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "নারুতো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "লাইট এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "কাকাশি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "রিউক কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "কেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "জিরায়া এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "এল কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "টোকো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "তোদোরোকি কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "তোদোরোকি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "শিনরা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "জিরায়া এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ভেজিটা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "শিনরা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "লাফি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "নেজুকো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "অল মাইট কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নেজুকো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "লাইট কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "অল মাইট এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "জিরায়া কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "তোদোরোকি এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "গ্রে কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "গোকু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "গোহান কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "এল এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "গ্রে কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "জিরায়া কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "আরজা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "লাইট কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "বাকুগো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "কেন এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "লাইট এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "শিনরা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "এল এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "রিউক এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "মিনাতো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "লাইট এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "জারাইয়া কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "এল এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "অল মাইট কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "গোহান কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "মিনাতো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "রিউক এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ভেজিটা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "বাকুগো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "বাকুগো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "হিনাতা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গোহান কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "লাফি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "আরজা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "নারুতো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "টোকো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "আইজেন কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "বাকুগো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "আরজা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "জিরায়া এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ভেজিটা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "আরজা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "লাইট কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "তোদোরোকি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "তোদোরোকি এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "আরজা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "রিউক এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ভেজিটা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "কেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "সাসুকে কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "গোহান কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "বাকুগো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "রিউক কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "হিনাতা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "কেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "নারুতো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "নারুতো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ডেকু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "জিরায়া এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "গ্রে কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "গ্রে এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "শিনরা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ট্রাঙ্কস কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "গোহান এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "লাইট কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "গ্রে এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "হিনাতা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গ্রে এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "লাইট এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "গোহান কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "বাকুগো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "কাকাশি কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "টোকো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "শিনরা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "অল মাইট এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "এল কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "কেন কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "গোকু কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ইচিগো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "কেন এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "জিরায়া কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "লাফি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "জারাইয়া এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "পিকলো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "টোকো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "আইজেন কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "গোকু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "লাইট কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "শিনরা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "টোকো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "বাকুগো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গ্রে এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "তোদোরোকি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গোকু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "এল কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "গোকু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "এল এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নেজুকো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "লাফি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "আরজা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "কাকাশি এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "গোকু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "কেন এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "তোদোরোকি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "নারুতো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ট্রাঙ্কস এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ডেকু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "গ্রে এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ট্রাঙ্কস কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "নেজুকো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "টোকো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গোহান কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নেজুকো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ডেকু কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ডেকু কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "টানজিরো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "আইজেন এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "রিউক কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "অল মাইট কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "টোকো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "রিউক এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "নাটসু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গোহান কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নেজুকো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "তোদোরোকি এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "ট্রাঙ্কস কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গোহান কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গোকু কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "গ্রে এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "বাকুগো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "আইজেন কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "মিনাতো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "তোদোরোকি এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "আরজা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "লাফি কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "টোকো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "পিকলো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "রিউক কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "পিকলো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "নেজুকো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "রিউক কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "কাকাশি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "অল মাইট কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "বাকুগো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গ্রে এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "গোহান কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "নাটসু কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "কাকাশি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "রিউক কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "হিনাতা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "নেজুকো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "গোহান কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "হিনাতা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "গোহান কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "রিউক কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "এল কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "রিউক কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "টানজিরো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "রিউক কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "জিরায়া এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "টোকো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গোকু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "রিউক এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "মিনাতো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "গোহান কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "লাফি এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "আইজেন এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "গ্রে কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "গোহান এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "হিনাতা কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "অল মাইট এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "কেন এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "টোকো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "গোহান এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "এল কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "তোদোরোকি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ট্রাঙ্কস এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "আরজা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "অল মাইট কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ভেজিটা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "ডেকু এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "অল মাইট এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "গোকু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "জারাইয়া এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "টানজিরো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "টোকো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "পিকলো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "বাকুগো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "রিউক কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "রিউক কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "আরজা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "লাফি এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "লাইট এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "টোকো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "তোদোরোকি কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "হিনাতা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "লাফি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ট্রাঙ্কস কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "নারুতো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "সাসুকে কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "তোদোরোকি কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "গোকু কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "শিনরা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নেজুকো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "শিনরা এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "নেজুকো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "সাসুকে কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "তোদোরোকি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "মিনাতো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "তোদোরোকি কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "গ্রে কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "মিনাতো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "আইজেন এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "শিনরা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "ট্রাঙ্কস এর আসল নাম কী?",
    "options": [
      "ইতাচি",
      "মিনাতো",
      "গোকু",
      "এল"
    ],
    "answer": 3
  },
  {
    "question": "নেজুকো কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "টানজিরো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "ইচিগো কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "নারুতো কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ট্রাঙ্কস কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "ট্রাঙ্কস কার সাথেই বেশি যুদ্ধ করেছে?",
    "options": [
      "ভেজিটা",
      "মাদারা",
      "আইজেন",
      "জিরায়া"
    ],
    "answer": 1
  },
  {
    "question": "শিনরা কোন ক্ল্যানের সদস্য?",
    "options": [
      "উচিহা",
      "সেনজু",
      "হিয়োগা",
      "নোন ক্ল্যান"
    ],
    "answer": 0
  },
  {
    "question": "গোকু এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  },
  {
    "question": "ভেজিটা কোন এনিমের চরিত্র?",
    "options": [
      "Naruto",
      "One Piece",
      "Bleach",
      "Dragon Ball"
    ],
    "answer": 0
  },
  {
    "question": "মিনাতো এর ভাই কে?",
    "options": [
      "সাসুকে",
      "ইতাচি",
      "ট্রাঙ্কস",
      "লাইট"
    ],
    "answer": 0
  }
];

const quizData = {};

module.exports = {
  config: {
    name: "animequiz",
    version: "1.0",
    hasPermssion: 0,
    credits: "Arafat",
    description: "এনিমে কুইজ খেলা",
    category: "game",
    usages: "animequiz",
    cooldowns: 5
  },

  onStart: async function ({ message, event }) {
    const quiz = quizzes[Math.floor(Math.random() * quizzes.length)];
    const options = quiz.options.map((opt, i) => `\${i + 1}. \${opt}`).join("\n");

    quizData[event.senderID] = quiz;

    return message.reply(
      `প্রশ্নঃ \${quiz.question}\n\n\${options}\n\nউত্তর দিন: 1, 2, 3 অথবা 4`,
      (err, info) => {
        global.GoatBot.onReply.set(info.messageID, {
          commandName: "animequiz",
          messageID: info.messageID,
          author: event.senderID
        });
      }
    );
  },

  onReply: async function ({ message, event, Reply }) {
    const quiz = quizData[event.senderID];
    if (!quiz) return message.reply("প্রথমে একটি কুইজ শুরু করুন!");

    const userAnswer = parseInt(event.body.trim());
    if (isNaN(userAnswer) || userAnswer < 1 || userAnswer > 4) {
      return message.reply("দয়া করে 1 থেকে 4 এর মধ্যে একটি সংখ্যা লিখুন।");
    }

    if (userAnswer - 1 === quiz.answer) {
      message.reply(`সঠিক উত্তর! ✅\nউত্তর ছিল: \${quiz.options[quiz.answer]}`);
    } else {
      message.reply(`ভুল উত্তর ❌\nসঠিক উত্তর ছিল: \${quiz.options[quiz.answer]}`);
    }

    delete quizData[event.senderID];
  }
};
